name: "abinet"
platform: "pytorch_libtorch"
max_batch_size: 0
input {
  name: "input__0"
  data_type: TYPE_FP32
  format: FORMAT_NCHW
  dims: [ 3, 32, 128 ]
  reshape { shape: [ 1, 3, 32, 128 ] }
}
output {
  name: "output__0"
  data_type: TYPE_FP32
  dims: [ 1, 26, 37 ]
}
