name: "panet_ctw"
platform: "pytorch_libtorch"
max_batch_size: 0
input {
  name: "input"
  data_type: TYPE_FP32
  format: FORMAT_NCHW
  dims: [ 3, 640, 1152 ]
  reshape { shape: [ 1, 3, 640, 1152 ] }
}
output {
  name: "output"
  data_type: TYPE_FP32
  dims: [ 1, 6, 160, 288 ]
}
default_model_filename: "model.pth"